Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=714_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Nils-Aslak Valkeapää – Juhlekonsert Sajosist 9.11
sms: Nils-Aslak Valkeapää – PrääŠzneǩ- konsertt Sajoozzâs 9.11

source: Sämikulttuurkuávdáá Sajosist uárnejuvvoo maailm tobdosumosáid sämitaidâráid kullee Nils-Aslak Valkeapää juhlekonsert 9.11.2013.
sms: SääŠmkultturkõõskõs Sajoozzâst riâžžât maaiŠlmest todbbum stnäätnai sääŠmčeäppneeŠǩǩi jouŠǩǩe kuulli Nils-Aslak Valkeapää prääŠzneǩkonsertt 9.11.2013.

source: Konsertist muštástâlloo Valkeapää eellimpargo já karrieer.
sms: Konseerttest mušttlep Valkeapää jieŠllemtuâi.

source: Konsert, mii uárnejuvvoo 70-ivváášjuhleive kunnen, puáhtá oohtân juávhu juoigeid já musijkkárijd, kiäiguin Valkeapää poorgâi elimis ääigi kuhháá oovtâstpargo.
sms: 70-ekksažprääŠzneǩeeŠjj cisttân riõššum konsertt nåårr õŠhtte joouk juõiǥjid da musikneeŠǩǩid, kooivuiŠm Valkeapää tuejjii jieŠllem äiŠǧǧen kuuŠǩǩ piŠštti õhttsažtuâi.

source: Konsertist kulloo meid sämijuoigei uđđâ suhâpuolvâ.
sms: Konseerttest kuulât lââŠssen sääŠmjuõiǥai ođđ puõlvvõõǥǥid.

source: Konsert lii muusik já visuaallâšvuođâ vaikutteijee ubâlâšvuotâ.
sms: Konsertt lij musiikk da visualvuõđ vaikkteei obbvuõtt.

source: Salist oohtânsuddâluveh Nils-Aslak Valkeapää juoigah, čuovâkoveh sehe suu tiivtah.
sms: KueŠrncest õhtâŠtte õŠhtte Nils-Aslak Valkeapää juõiŠǥ, snimldõõǥǥ di suu tiivt.

source: Konsert taaiđâlâš jođetteijen tuáimá nuotâsteijee já musijkkár Seppo Paroni Paakkunainen.
sms: Konseertt čeäpplõs jååŠđteeŠjen tuåmmai suõmmeei da musikneǩ Seppo Paroni Paakkunainen.

source: Eehid lávdástellen Áillohaš Doahkki; Paroni Paakkunainen, Esa Kotilainen, Ilpo Saastamoinen, Matti Kontio, Eerik Siikasaari já Rune Leskinen sehe Inga Juuso, Johan Anders Bær já Niko Valkeapää.
sms: JeäŠǩǩespââi voddõõttjen liâ Áillohaš Doahkki; Paroni Paakkunainen, Esa Kotilainen, Ilpo Saastamoinen, Matti Kontio, Eerik Siikasaari da Rune Leskinen di Inga Juuso, Johan Anders Bær da Niko Valkeapää.

source: Lasseen oláttâskyessin " Áilu veerdih".Konsert uárnejeh oovtâstpargoost Maailm muusik kuávdáš / Etnosoi !
sms: LââŠssen kueŠssen liâ " Ailu tobddâz ". Konseertt reäŠšše õhttsažtuâjast MaaiŠlm musiikk kõõskõs / Etnosoi !

source: , Taiđuu ovdedemkuávdáš / Laapi kuávlutoimâsaje já Sämitigge / Sämimuusikkuávdáš.
sms: , Čeäppõõzz ooudâsviikkâmkõõskõs / Lappi vuŠvddtuåimmpäiŠǩǩ da SääŠmteŠǧǧ / SääŠm-musikk-kõõskõs.

source: Lasetiäđuh konsertist:
sms: LââŠssteâđaid Konseerttest:
